Repository: keymic-io/keymic
Catalog: Sources/KeyMic/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ is already mapped
zh_hans: %@ 已被映射

source: %@ is reserved by macOS
zh_hans: %@ 已被 macOS 保留

source: %lld days
zh_hans: %lld 天

source: API key is empty
zh_hans: API Key 为空

source: Accessibility Permission Required
zh_hans: 需要辅助功能权限

source: Accessibility permission granted
zh_hans: 已授予辅助功能权限

source: Accessibility permission not granted
zh_hans: 未授予辅助功能权限

source: Accessibility:
zh_hans: 辅助功能：

source: Action %lld is incomplete or invalid
zh_hans: 第 %lld 个动作不完整或无效

source: Actions
zh_hans: 动作

source: Add Action
zh_hans: 添加动作

source: Add Mapping
zh_hans: 添加映射

source: Add Shortcut
zh_hans: 添加快捷键

source: Add at least one action
zh_hans: 请至少添加一个动作

source: Add persona
zh_hans: 添加 Persona

source: Age
zh_hans: 保留时间

source: Appearance
zh_hans: 外观

source: Arrow
zh_hans: 箭头

source: Audio engine failed: %@
zh_hans: 音频引擎失败：%@

source: Automatically check and install updates
zh_hans: 自动检查并安装更新

source: Blur
zh_hans: 模糊

source: Built-in persona: name cannot be changed and cannot be deleted.
zh_hans: 内置 Persona：无法修改名称，也无法删除。

source: Cancel
zh_hans: 取消

source: Cancel (Esc)
zh_hans: 取消 (Esc)

source: Check for Updates…
zh_hans: 检查更新…

source: Choose a folder to save the screenshot
zh_hans: 选择截图保存的文件夹

source: Choose an Application
zh_hans: 选择一个 App

source: Cleanup
zh_hans: 清理

source: Clear
zh_hans: 清除

source: Clear Default
zh_hans: 取消默认

source: Clear hotkey
zh_hans: 清除快捷键

source: Clear shortcut
zh_hans: 清除快捷键

source: Click and drag to select a region • Press Esc to cancel
zh_hans: 点击并拖动选择区域 • 按 Esc 取消

source: Click to record
zh_hans: 点击录制

source: Clipboard
zh_hans: 剪贴板

source: Clipboard History
zh_hans: 剪贴板历史

source: Clipboard panel
zh_hans: 剪贴板面板

source: Confirm (Return)
zh_hans: 确认 (Return)

source: Conflicts with clipboard hotkey
zh_hans: 与剪贴板快捷键冲突

source: Conflicts with existing shortcut
zh_hans: 与已有快捷键冲突

source: Conflicts with voice trigger
zh_hans: 与语音触发冲突

source: Conflicts with: %@
zh_hans: 与 %@ 冲突

source: Conflicts with: Persona: %@
zh_hans: 与 Persona %@ 冲突

source: Context
zh_hans: 上下文

source: Copied text will appear here.
zh_hans: 复制的文本将显示在这里。

source: Copy
zh_hans: 拷贝

source: Count
zh_hans: 条数

source: Cut
zh_hans: 剪切

source: Default
zh_hans: 默认

source: Speech Polish
zh_hans: 语音整理

source: Default Persona
zh_hans: 默认 Persona

source: Delete
zh_hans: 删除

source: Delete selected
zh_hans: 删除所选

source: Delete this secret?
zh_hans: 确认删除该机密？

source: Detected secrets will appear here.
zh_hans: 检测到的机密将显示在这里。

source: Discard
zh_hans: 丢弃

source: Discard annotations?
zh_hans: 丢弃标注？

source: Duplicate selected
zh_hans: 复制所选

source: Edit
zh_hans: 编辑

source: Edit Shortcut
zh_hans: 编辑快捷键

source: Ellipse
zh_hans: 椭圆

source: Enable clipboard history
zh_hans: 启用剪贴板历史

source: Enable key mapping
zh_hans: 启用按键映射

source: Enable screenshot
zh_hans: 启用截图

source: Enable voice input
zh_hans: 启用语音输入

source: Follow cursor
zh_hans: 跟随光标

source: From
zh_hans: 原按键

source: General
zh_hans: 通用

source: Global (all apps)
zh_hans: 全局（所有 App）

source: Global shortcut to open this Settings window from anywhere.
zh_hans: 在任意位置打开此设置窗口的全局快捷键。

source: Grant Access…
zh_hans: 授权…

source: Granted
zh_hans: 已授权

source: Highlight
zh_hans: 高亮

source: History
zh_hans: 历史

source: History size:
zh_hans: 历史条数：

source: Hold the trigger key to dictate.
zh_hans: 按住触发键开始听写。

source: Hotkey
zh_hans: 快捷键

source: Hotkey:
zh_hans: 快捷键：

source: Hotkeys
zh_hans: 快捷键

source: Ignore confidential clipboards
zh_hans: 忽略机密剪贴板内容

source: Keep for:
zh_hans: 保留时长：

source: Key
zh_hans: 按键

source: Key Mapping
zh_hans: 按键映射

source: KeyMic Settings
zh_hans: KeyMic 设置

source: KeyMic needs Accessibility permission to monitor configured hotkeys and apply key mappings. 1. Open System Settings → Privacy & Security → Accessibility 2. Add and enable KeyMic 3. Restart the app
zh_hans: KeyMic 需要“辅助功能”权限以监听已配置的快捷键并应用按键映射。 1. 前往「系统设置 → 隐私与安全性 → 辅助功能」 2. 添加并启用 KeyMic 3. 重启 App

source: KeyMic needs Accessibility to monitor the trigger key, apply key mappings, and synthesize paste.
zh_hans: KeyMic 需要“辅助功能”权限以监听触发键、应用按键映射并模拟粘贴。

source: KeyMic needs Screen Recording permission to take screenshots. Open System Settings → Privacy & Security → Screen Recording.
zh_hans: KeyMic 需要“屏幕录制”权限以截图。请前往「系统设置 → 隐私与安全性 → 屏幕录制」开启。

source: Language
zh_hans: 语言

source: Language Unavailable
zh_hans: 语言不可用

source: Preferred Language:
zh_hans: 首选语言：

source: Later
zh_hans: 稍后

source: Launch at login
zh_hans: 登录时启动

source: Limit by
zh_hans: 按以下限制

source: Listening...
zh_hans: 正在聆听…

source: Microphone access denied. Grant in System Settings → Privacy & Security → Microphone.
zh_hans: 麦克风权限被拒绝。 请在「系统设置 → 隐私与安全性 → 麦克风」中授权。

source: Milliseconds
zh_hans: 毫秒

source: Model
zh_hans: 模型

source: Modifier-only triggers are not allowed
zh_hans: 不允许仅使用修饰键作为触发

source: Mosaic
zh_hans: 马赛克

source: Name
zh_hans: 名称

source: Need a key, not just modifiers
zh_hans: 需要一个普通按键，而不仅是修饰键

source: Need at least one modifier
zh_hans: 至少需要一个修饰键

source: Need at least one regular key, not just modifiers
zh_hans: 至少需要一个普通按键，而不仅是修饰键

source: New Persona
zh_hans: 新建 Persona

source: New Shortcut
zh_hans: 新建快捷键

source: No Clipboard History
zh_hans: 暂无剪贴板历史

source: No Matches
zh_hans: 无匹配项

source: No mappings yet — click Add Mapping to create one.
zh_hans: 尚未添加映射 —— 点击“添加映射”新建一条。

source: No other running apps
zh_hans: 没有其他正在运行的 App

source: No shortcuts yet — click Add Shortcut to create one.
zh_hans: 尚未添加快捷键 —— 点击“添加快捷键”新建一条。

source: None
zh_hans: 无

source: Not granted
zh_hans: 未授权

source: OK
zh_hans: 好

source: OK: %@
zh_hans: 成功：%@

source: On
zh_hans: 启用

source: Open Settings:
zh_hans: 打开设置：

source: Open System Settings
zh_hans: 打开系统设置

source: Open panel:
zh_hans: 打开面板：

source: Other apps…
zh_hans: 其他 App…

source: Panel position:
zh_hans: 面板位置：

source: Paste
zh_hans: 粘贴

source: Pen
zh_hans: 钢笔

source: Permission Required
zh_hans: 需要权限

source: Permissions
zh_hans: 权限

source: Pinned
zh_hans: 已置顶

source: Press %@ to capture a region of the screen and open it in the annotation editor.
zh_hans: 按 %@ 截取屏幕区域并在标注编辑器中打开。

source: Press keys…
zh_hans: 按下按键…

source: Quit
zh_hans: 退出

source: Quit KeyMic
zh_hans: 退出 KeyMic

source: Rectangle
zh_hans: 矩形

source: Refine failed: %@
zh_hans: 润色失败：%@

source: Reset
zh_hans: 重置

source: Restart KeyMic to apply the language change.
zh_hans: 重启 KeyMic 以应用语言更改。

source: Restart Now
zh_hans: 立即重启

source: Restart Required
zh_hans: 需要重启

source: Restore default hotkey
zh_hans: 恢复默认快捷键

source: Save
zh_hans: 保存

source: Save Failed
zh_hans: 保存失败

source: Screen Recording Permission Required
zh_hans: 需要屏幕录制权限

source: Screen center
zh_hans: 屏幕中央

source: Screenshot
zh_hans: 截图

source: Search clipboard history
zh_hans: 搜索剪贴板历史

source: Select
zh_hans: 选择

source: Select All
zh_hans: 全选

source: Select a persona
zh_hans: 选择一个 Persona

source: Selection + Clipboard
zh_hans: 选区 + 剪贴板

source: Set Default
zh_hans: 设为默认

source: Set a hotkey first
zh_hans: 请先设置快捷键

source: Settings window
zh_hans: 设置窗口

source: Settings...
zh_hans: 设置...

source: Shadow
zh_hans: 阴影

source: Shell actions run with your full user privileges. Only add shortcuts you trust.
zh_hans: Shell 动作以你的完整用户权限运行。仅添加你信任的快捷键。

source: Shell command
zh_hans: Shell 命令

source: Shortcuts
zh_hans: 快捷键

source: Single-key remap. Add a mapping, press the desired key. Esc / Return / Delete exit recording.
zh_hans: 单键重映射。添加一条映射后按下目标键。按 Esc / Return / Delete 退出录制。

source: Source and target must differ
zh_hans: 来源键与目标键必须不同

source: Speech recognition denied. Grant in System Settings → Privacy & Security → Speech Recognition.
zh_hans: 语音识别权限被拒绝。 请在「系统设置 → 隐私与安全性 → 语音识别」中授权。

source: Speech recognition is not supported for %@. Please check that the language is downloaded in System Settings → General → Keyboard → Dictation.
zh_hans: %@ 不支持语音识别。请在「系统设置 → 通用 → 键盘 → 听写」中下载该语言。

source: Speech recognition permission not determined.
zh_hans: 尚未确定语音识别权限。

source: Speech recognizer not available for %@
zh_hans: %@ 的语音识别器不可用

source: Startup
zh_hans: 启动

source: Stores text clipboards only. Password-manager clipboards are ignored by default.
zh_hans: 仅存储文本剪贴板内容。密码管理器的剪贴板默认会被忽略。

source: Style Prompt
zh_hans: 风格 Prompt

source: System default
zh_hans: 系统默认

source: Test
zh_hans: 测试

source: Testing…
zh_hans: 测试中…

source: Text
zh_hans: 文本

source: Text to type
zh_hans: 要输入的文本

source: To
zh_hans: 目标按键

source: Trigger Key:
zh_hans: 触发键：

source: Trigger any text input, key press, or shell script with a hotkey combo. Shell actions run with your full user privileges — only add shortcuts you trust.
zh_hans: 通过快捷键组合触发文本输入、按键模拟或 Shell 脚本。Shell 动作以你的完整用户权限运行 —— 仅添加你信任的快捷键。

source: Try a different search term.
zh_hans: 请尝试其他搜索词。

source: Undo (⌘Z)
zh_hans: 撤销 (⌘Z)

source: Unknown speech recognition authorization status.
zh_hans: 未知的语音识别授权状态。

source: Updates
zh_hans: 更新

source: Use a modifier key for voice trigger
zh_hans: 请使用修饰键作为语音触发

source: Version %@
zh_hans: 版本 %@

source: Voice canceled
zh_hans: 取消语音

source: Voice
zh_hans: 语音

source: Voice Enabled
zh_hans: 语音输入

source: Voice trigger
zh_hans: 语音触发

source: Voice trigger must be a single modifier key
zh_hans: 语音触发键必须是单个修饰键

source: Wait
zh_hans: 等待

source: When enabled, KeyMic checks for updates daily at 11:00 AM and installs them silently. When disabled, you'll be prompted to review updates before installing.
zh_hans: 启用后，KeyMic 每日 11:00 自动检查更新并静默安装。关闭后，安装前会先提示你确认。

source: e.g. cmd+shift+a
zh_hans: 例如 cmd+shift+a

source: press %@
zh_hans: 按下 %@

source: run "%@"
zh_hans: 运行 “%@”

source: type "%@"
zh_hans: 输入 “%@”

source: wait %@ms
zh_hans: 等待 %@ 毫秒

source: 📋 Clipboard
zh_hans: 📋 剪贴板

source: Mandarin Chinese
zh_hans: 普通话

source: [Preferred language not supported]
zh_hans: [不支持首选语言]
